Repository: haroya01/kurl-me-ios
Catalog: kurl/kurl/Localizable.xcstrings
Source language: ko
Languages: en, hi, ja, vi

source: 작가를 팔로우하면 새 글이 여기 도착해요.
en: Follow writers and their new posts will land here.
hi: लेखकों को फ़ॉलो करें और उनकी नई पोस्ट यहाँ आएँगी.
ja: 作家をフォローすると、新しい記事がここに届きます。
vi: Theo dõi tác giả và bài mới của họ sẽ đến đây.

source: 작가를 팔로우하면, 그들의 글이 이 덱에 흘러요.
en: Follow writers, and their posts flow into this deck.
hi: लेखकों को फ़ॉलो करें, और उनकी पोस्ट इस डेक में आती जाएँगी।
ja: 作家をフォローすると、その記事がこのデックに流れます。
vi: Theo dõi tác giả, và bài của họ sẽ chảy vào bộ bài này.

source: 작가의 글과 댓글·좋아요·하이라이트가 모두 지워져요. 되돌릴 수 없어요.
en: The author's post and its comments, likes and highlights will all be deleted. This can't be undone.
hi: लेखक की पोस्ट और उसकी टिप्पणियाँ, लाइक, हाइलाइट सब हट जाएँगे। इसे वापस नहीं किया जा सकता।
ja: 作者の記事とコメント・いいね・ハイライトがすべて削除されます。元に戻せません。
vi: Bài viết của tác giả cùng bình luận, lượt thích, tô sáng sẽ bị xóa hết. Không thể hoàn tác.

source: 작가의 글이 비공개로 내려가요. 글은 남고, 작가가 다시 발행할 수 있어요.
en: The author's post goes private. It remains, and the author can republish it.
hi: लेखक की पोस्ट निजी हो जाएगी। पोस्ट रहेगी और लेखक फिर प्रकाशित कर सकता है।
ja: 作者の記事が非公開になります。記事は残り、作者が再公開できます。
vi: Bài của tác giả sẽ chuyển sang riêng tư. Bài vẫn còn và tác giả có thể đăng lại.

source: 잘못된 요청입니다.
en: Invalid request.
hi: अमान्य अनुरोध.
ja: 不正なリクエストです。
vi: Yêu cầu không hợp lệ.

source: 잠시 후 다시 시도해 주세요
en: Please try again in a moment
hi: कृपया थोड़ी देर बाद पुनः प्रयास करें
ja: しばらくしてからもう一度お試しください
vi: Vui lòng thử lại sau giây lát

source: 잠시 후 다시 시도해 주세요.
en: Please try again in a moment.
hi: कृपया थोड़ी देर बाद फिर से प्रयास करें।
ja: しばらくしてからもう一度お試しください。
vi: Vui lòng thử lại sau giây lát.

source: 저작권 침해
en: Copyright violation
hi: कॉपीराइट उल्लंघन
ja: 著作権侵害
vi: Vi phạm bản quyền

source: 저장
en: Save
hi: सहेजें
ja: 保存
vi: Lưu

source: 저장 상태 보기
en: View save status
hi: सहेजने की स्थिति देखें
ja: 保存状態を見る
vi: Xem trạng thái lưu

source: 저장 전
en: Not saved yet
hi: अभी सेव नहीं
ja: 保存前
vi: Chưa lưu

source: 저장 중…
en: Saving…
hi: सेव हो रहा है…
ja: 保存中…
vi: Đang lưu…

source: 저장되면 미리보기·예약할 수 있어요.
en: Once saved, you can preview and schedule.
hi: सेव होने पर पूर्वावलोकन और शेड्यूल कर सकते हैं।
ja: 保存するとプレビュー・予約ができます。
vi: Sau khi lưu, bạn có thể xem trước và hẹn giờ.

source: 저장되지 못한 본문이 있어요
en: There's unsaved writing
hi: बिना सहेजा लेखन मौजूद है
ja: 保存されていない本文があります
vi: Có nội dung chưa được lưu

source: 저장됨
en: Saved
hi: सेव हो गया
ja: 保存済み
vi: Đã lưu

source: 저장됨 %@
en: Saved %@
hi: सहेजा गया %@
ja: 保存済み %@
vi: Đã lưu %@

source: 저장하지 못했습니다
en: Couldn't save
hi: सहेजा नहीं जा सका
ja: 保存できませんでした
vi: Không thể lưu

source: 저장하지 못했어요 — 네트워크를 확인하고 다시 시도해 주세요
en: Couldn't save — check your network and try again
hi: सेव नहीं हो सका — नेटवर्क जाँचें और फिर कोशिश करें
ja: 保存できませんでした — ネットワークを確認してもう一度お試しください
vi: Không lưu được — kiểm tra mạng rồi thử lại

source: 저장하지 못했어요 — 자동으로 다시 시도해요
en: Couldn't save — retrying automatically
hi: सेव नहीं हो सका — अपने आप फिर कोशिश होगी
ja: 保存できませんでした — 自動で再試行します
vi: Không lưu được — sẽ tự thử lại

source: 전송하지 못했습니다 — 다시 시도해 주세요.
en: Couldn't send — please try again.
hi: भेजा नहीं जा सका — कृपया फिर से प्रयास करें.
ja: 送信できませんでした — もう一度お試しください。
vi: Không thể gửi — vui lòng thử lại.

source: 전체
en: All
hi: सभी
ja: すべて
vi: Tất cả

source: 전체 미리보기
en: Full preview
hi: पूरा पूर्वावलोकन
ja: 全体をプレビュー
vi: Xem trước toàn bộ

source: 전체 보기
en: See all
hi: सभी देखें
ja: すべて見る
vi: Xem tất cả

source: 정렬
en: Align
hi: संरेखण
ja: 揃え
vi: Căn chỉnh

source: 정말 탈퇴할까요?
en: Really delete your account?
hi: क्या वाकई अपना खाता हटाना चाहते हैं?
ja: 本当に削除しますか？
vi: Bạn chắc chắn muốn xóa tài khoản?

source: 정책
en: Policies
hi: नीतियाँ
ja: ポリシー
vi: Chính sách

source: 제목
en: Title
hi: शीर्षक
ja: タイトル
vi: Tiêu đề

source: 제목 없음
en: Untitled
hi: बिना शीर्षक
ja: 無題
vi: Không tiêu đề

source: 제목·내용으로 글을 찾아보세요
en: Search posts by title or content
hi: शीर्षक या सामग्री से पोस्ट खोजें
ja: タイトルや本文から記事を探せます
vi: Tìm bài theo tiêu đề hoặc nội dung

source: 제목·태그 편집
en: Edit title & tags
hi: शीर्षक·टैग संपादित करें
ja: タイトル・タグを編集
vi: Sửa tiêu đề & thẻ

source: 제목과 내용으로 글을 검색합니다.
en: Search posts by title and content.
hi: शीर्षक और सामग्री से पोस्ट खोजें.
ja: タイトルと本文で記事を検索します。
vi: Tìm bài theo tiêu đề và nội dung.

source: 제목과 본문을 채우면 발행할 수 있어요.
en: Add a title and body to publish.
hi: शीर्षक और मुख्य भाग भरने पर प्रकाशित कर सकते हैं.
ja: タイトルと本文を入力すると公開できます。
vi: Thêm tiêu đề và nội dung để có thể đăng.

source: 제목도 형식도 없이, 지금 떠오른 한 줄을 흘려 두는 자리예요.
en: A place to drop a line as it comes, with no title or format.
hi: बिना शीर्षक या प्रारूप के, अभी जो मन में आए वह एक पंक्ति छोड़ने की जगह।
ja: タイトルも形式もなく、今浮かんだ一行をそのまま置く場所です。
vi: Nơi để buông một dòng vừa nghĩ đến, không cần tiêu đề hay định dạng.

source: 제목을 적어 주세요
en: Enter a title
hi: शीर्षक लिखें
ja: タイトルを入力してください
vi: Hãy nhập tiêu đề

source: 조회
en: views
hi: व्यूज़
ja: 閲覧
vi: lượt xem

source: 조회 %@
en: %@ views
hi: %@ व्यू
ja: 閲覧 %@
vi: %@ lượt xem

source: 조회 %lld
en: %lld views
hi: %lld व्यूज़
ja: %lld回表示
vi: %lld lượt xem

source: 좋아요
en: Likes
hi: पसंद
ja: いいね
vi: Lượt thích

source: 좋아요 %@
en: %@ likes
hi: %@ लाइक
ja: いいね %@
vi: %@ lượt thích

source: 좋아요 %lld
en: %lld likes
hi: %lld पसंद
ja: いいね %lld
vi: %lld lượt thích

source: 좋아요 취소
en: Unlike
hi: पसंद हटाएँ
ja: いいねを取り消す
vi: Bỏ thích

source: 좋아요와 북마크는 kurl 계정으로 이어집니다.
en: Likes and bookmarks are tied to your kurl account.
hi: पसंद और बुकमार्क आपके kurl खाते से जुड़े होते हैं.
ja: いいねとブックマークは kurl アカウントに紐づきます。
vi: Lượt thích và đánh dấu được gắn với tài khoản kurl của bạn.

source: 좋아요한 글
en: Liked Posts
hi: पसंद की गई पोस्ट
ja: いいねした記事
vi: Bài đã thích

source: 좋아요한 글이 없습니다
en: No liked posts
hi: कोई पसंद की गई पोस्ट नहीं
ja: いいねした記事はありません
vi: Không có bài đã thích

source: 좋아요했습니다
en: Liked
hi: पसंद किया गया
ja: いいねしました
vi: Đã thích

source: 주말 오전 10시
en: Weekend at 10 AM
hi: सप्ताहांत सुबह 10 बजे
ja: 週末の午前10時
vi: Cuối tuần lúc 10:00

source: 주소
en: Address
hi: पता
ja: アドレス
vi: Địa chỉ

source: 주소 바꾸기
en: Change URL
hi: URL बदलें
ja: URL を変更
vi: Đổi URL

source: 주소를 붙여넣거나 입력하세요.
en: Paste or type an address.
hi: पता चिपकाएँ या टाइप करें.
ja: アドレスを貼り付けるか入力してください。
vi: Dán hoặc nhập địa chỉ.

source: 주소를 붙여넣으세요. YouTube·Vimeo 주소는 발행할 때 동영상으로 재생돼요.
en: Paste a URL. YouTube and Vimeo links play as video once published.
hi: URL पेस्ट करें। YouTube/Vimeo लिंक प्रकाशित होने पर वीडियो की तरह चलेंगे।
ja: URL を貼り付けてください。YouTube・Vimeo の URL は公開時に動画として再生されます。
vi: Dán URL. Liên kết YouTube/Vimeo sẽ phát dạng video sau khi đăng.

source: 주제
en: Topics
hi: विषय
ja: トピック
vi: Chủ đề

source: 지금 다시 저장
en: Save again now
hi: अभी फिर से सेव करें
ja: 今すぐ再保存
vi: Lưu lại ngay

source: 지금 떠오른 생각은…
en: What's on your mind…
hi: अभी मन में क्या है…
ja: いま浮かんだ考えは…
vi: Bạn đang nghĩ gì…

source: 지금 떠오른 생각을 첫 노트로 남겨보세요.
en: Leave the thought on your mind as the first note.
hi: अभी मन में जो विचार है, उसे पहले नोट के रूप में लिखें.
ja: いま浮かんだ考えを最初のノートに残してみましょう。
vi: Hãy ghi lại suy nghĩ vừa nảy ra làm ghi chú đầu tiên.

source: 지금 뜨는 글
en: Trending now
hi: अभी ट्रेंडिंग
ja: 急上昇の記事
vi: Đang thịnh hành

source: 지금 발행
en: Publish now
hi: अभी प्रकाशित करें
ja: 今すぐ公開
vi: Đăng ngay

# 지금 여기 · %lld / %lld
source: 지금 여기 · %1$lld / %2$lld
en: You're here · %1$lld / %2$lld
hi: आप यहाँ हैं · %1$lld / %2$lld
ja: 現在地 · %1$lld / %2$lld
vi: Bạn đang ở đây · %1$lld / %2$lld

source: 지금 이어지는 것들
en: Recent connections
hi: अभी जुड़ रहे
ja: いま、つながっているもの
vi: Đang kết nối

source: 지난 편집이 서버에 저장되지 못한 채 끝났어요. 기기에 남아 있는 내용을 이어서 쓸까요?
en: Your last session ended before it could be saved to the server. Continue with the copy kept on this device?
hi: पिछला संपादन सर्वर पर सेव हुए बिना समाप्त हुआ। डिवाइस पर बची प्रति से जारी रखें?
ja: 前回の編集はサーバーに保存されないまま終了しました。端末に残っている内容から続けますか？
vi: Phiên trước kết thúc khi chưa lưu lên máy chủ. Tiếp tục với bản còn trên máy?

source: 지우기
en: Clear
hi: मिटाएँ
ja: 消去
vi: Xóa

source: 직접
en: Direct
hi: सीधे
ja: 直接
vi: Trực tiếp

source: 차단
en: Block
hi: ब्लॉक
ja: ブロック
vi: Chặn

source: 차단 해제
en: Unblock
hi: अनब्लॉक
ja: ブロック解除
vi: Bỏ chặn

source: 차단을 해제했어요
en: Unblocked
hi: अनब्लॉक किया गया
ja: ブロックを解除しました
vi: Đã bỏ chặn

source: 차단하면 이 사용자의 글·댓글·노트가 더는 보이지 않습니다.
en: Blocking hides this user's posts, comments and notes from you.
hi: ब्लॉक करने पर इस उपयोगकर्ता की पोस्ट, टिप्पणी और नोट नहीं दिखेंगे।
ja: ブロックすると、このユーザーの記事・コメント・ノートが表示されなくなります。
vi: Chặn sẽ ẩn bài viết, bình luận và ghi chú của người này.

source: 차단하지 못했어요
en: Couldn't block
hi: ब्लॉक नहीं हो सका
ja: ブロックできませんでした
vi: Không thể chặn

source: 차단한 사용자
en: Blocked users
hi: ब्लॉक किए उपयोगकर्ता
ja: ブロックしたユーザー
vi: Người dùng đã chặn

source: 차단한 사용자가 없어요
en: No blocked users
hi: कोई ब्लॉक नहीं
ja: ブロックしたユーザーはいません
vi: Chưa chặn ai

source: 차단했어요 — 이 사용자의 글·댓글이 숨겨집니다
en: Blocked — this user's posts and comments are now hidden
hi: ब्लॉक किया — इस उपयोगकर्ता की पोस्ट·टिप्पणियाँ छिप जाएँगी
ja: ブロックしました — このユーザーの記事・コメントが非表示になります
vi: Đã chặn — bài viết và bình luận của người này sẽ bị ẩn

source: 처음부터 다시
en: Start over
hi: शुरू से फिर
ja: 最初からやり直す
vi: Bắt đầu lại từ đầu

source: 첫 글을 기다리는 중이에요
en: Waiting for the first post
hi: पहली पोस्ट का इंतज़ार है
ja: 最初の記事を待っています
vi: Đang chờ bài viết đầu tiên

source: 첫 글을 발행하면 여기 카탈로그로 쌓입니다.
en: Publish your first post and it stacks into this catalog.
hi: पहली पोस्ट प्रकाशित करें — वह इस कैटलॉग में जुड़ेगी।
ja: 最初の記事を公開すると、ここにカタログとして積み上がります。
vi: Đăng bài đầu tiên và nó sẽ xếp vào danh mục này.

source: 첫 글을 시작하세요
en: Start your first post
hi: अपनी पहली पोस्ट शुरू करें
ja: 最初の記事を始めましょう
vi: Hãy bắt đầu bài viết đầu tiên

source: 첫 글이 나가면 조회·팔로우·유입 추이가 매일 채워집니다.
en: Once your first post is out, views, follows and traffic fill in daily.
hi: पहली पोस्ट के बाद व्यू, फ़ॉलो और ट्रैफ़िक रोज़ भरते जाएँगे।
ja: 最初の記事が公開されると、閲覧・フォロー・流入の推移が毎日蓄積されます。
vi: Khi bài đầu tiên lên, lượt xem, theo dõi và truy cập sẽ cập nhật hằng ngày.

source: 첫 글이 올라오면 여기에서 만나요.
en: The first posts will show up here.
hi: पहली पोस्ट यहाँ दिखाई देंगी.
ja: 最初の記事がここに表示されます。
vi: Những bài đầu tiên sẽ xuất hiện ở đây.

source: 첫 노트 남기기
en: Leave your first note
hi: अपना पहला नोट छोड़ें
ja: 最初のノートを残す
vi: Để lại ghi chú đầu tiên

source: 첫 노트 쓰기
en: Write your first note
hi: अपना पहला नोट लिखें
ja: 最初のノートを書く
vi: Viết ghi chú đầu tiên

source: 첫 답글 쓰기
en: Write the first reply
hi: पहला जवाब लिखें
ja: 最初の返信を書く
vi: Viết trả lời đầu tiên

source: 첫 답글을 남겨보세요.
en: Be the first to reply.
hi: पहला जवाब आप दें.
ja: 最初の返信を書いてみましょう。
vi: Hãy là người trả lời đầu tiên.

source: 첫 번째 태그가 대표 — 카드·글 위에 카테고리로 보입니다. (발행 시 1개 필수)
en: The first tag is primary — it shows as the category above cards and posts. (One required to publish)
hi: पहला टैग मुख्य होता है — कार्ड और पोस्ट के ऊपर श्रेणी के रूप में दिखता है. (प्रकाशन के लिए 1 आवश्यक)
ja: 最初のタグがメイン — カードや記事の上にカテゴリーとして表示されます。（公開時は1つ必須）
vi: Thẻ đầu tiên là thẻ chính — hiển thị làm danh mục trên thẻ và bài. (Bắt buộc 1 thẻ khi đăng)

source: 첫 생각을 남겨보세요
en: Leave your first thought
hi: अपना पहला विचार छोड़ें
ja: 最初の思いを残してみましょう
vi: Hãy để lại suy nghĩ đầu tiên

source: 첫 이미지를 커버로 설정했어요 — 발행 시트에서 바꿀 수 있어요
en: First image set as cover — you can change it in the publish sheet
hi: पहली छवि कवर बनी — प्रकाशन शीट में बदल सकते हैं
ja: 最初の画像をカバーに設定しました — 公開シートで変更できます
vi: Ảnh đầu tiên đã làm bìa — có thể đổi trong bảng xuất bản

source: 첫 화부터
en: From Ep. 1
hi: भाग 1 से
ja: 第1話から
vi: Từ EP 1

source: 체크리스트
en: Checklist
hi: चेकलिस्ट
ja: チェックリスト
vi: Danh sách kiểm

source: 초안
en: Draft
hi: मसौदा
ja: 下書き
vi: Bản nháp

source: 최근 %lld일
en: Last %lld days
hi: पिछले %lld दिन
ja: 直近%lld日
vi: %lld ngày qua

source: 최근 검색
en: Recent searches
hi: हाल की खोज
ja: 最近の検索
vi: Tìm kiếm gần đây

source: 최근 검색을 모두 지울까요?
en: Clear all recent searches?
hi: हाल की सभी खोजें हटाएँ?
ja: 最近の検索をすべて削除しますか？
vi: Xóa tất cả tìm kiếm gần đây?

source: 최신
en: Latest
hi: नवीनतम
ja: 最新
vi: Mới nhất

source: 최신 내용을 불러오면 지금 쓴 내용은 이 기기에 보관해 두었다가, 다시 열 때 되살릴 수 있어요.
en: If you load the latest, what you wrote here is kept on this device, and you can bring it back the next time you open the post.
hi: नवीनतम लोड करने पर आपका लिखा इस डिवाइस पर रखा जाएगा, और अगली बार पोस्ट खोलने पर आप उसे वापस ला सकते हैं।
ja: 最新を読み込むと、いま書いた内容はこの端末に保管され、次に開いたときに復元できます。
vi: Nếu tải bản mới nhất, nội dung bạn vừa viết sẽ được lưu trên thiết bị này và có thể khôi phục khi mở lại bài viết.

source: 최신 내용을 불러오지 못했어요. 네트워크를 확인해 주세요.
en: Couldn't load the latest version. Check your connection.
hi: नवीनतम संस्करण लोड नहीं हो सका। कनेक्शन जाँचें।
ja: 最新の内容を読み込めませんでした。通信状況を確認してください。
vi: Không tải được bản mới nhất. Hãy kiểm tra kết nối.

source: 최신으로 불러오기
en: Load latest
hi: नवीनतम लोड करें
ja: 最新を読み込む
vi: Tải bản mới nhất

source: 추가
en: Add
hi: जोड़ें
ja: 追加
vi: Thêm

source: 추가했어요
en: Added
hi: जोड़ा गया
ja: 追加しました
vi: Đã thêm

source: 추천
en: For You
hi: आपके लिए
ja: おすすめ
vi: Dành cho bạn

source: 추천 %lld / %lld
en: For you %lld / %lld
hi: आपके लिए %lld / %lld
ja: おすすめ %lld / %lld
vi: Dành cho bạn %lld / %lld

source: 추천 작가
en: Suggested authors
hi: सुझाए गए लेखक
ja: おすすめの作家
vi: Tác giả gợi ý

source: 취소
en: Cancel
hi: रद्द करें
ja: キャンセル
vi: Hủy

source: 취소선
en: Strikethrough
hi: स्ट्राइकथ्रू
ja: 取り消し線
vi: Gạch ngang

source: 취향이 겹치는 큐레이터
en: Curators who overlap you
hi: मिलते-जुलते क्यूरेटर
ja: 好みが重なるキュレーター
vi: Người tuyển chọn hợp gu

source: 칩을 탭하면 그 주제의 글로, 길게 누르면 구독을 해제해요.
en: Tap a chip for that topic's posts, long-press to unsubscribe.
hi: चिप टैप करें — उस विषय की पोस्ट; देर तक दबाएँ — सदस्यता हटाएँ।
ja: チップをタップでそのテーマの記事へ、長押しで購読解除。
vi: Chạm chip để xem bài chủ đề đó, giữ để hủy theo dõi.

source: 카드로 추가
en: Add as card
hi: कार्ड के रूप में जोड़ें
ja: カードで追加
vi: Thêm dạng thẻ

source: 카드로 추가하면 제목·사진이 담긴 미리보기로 보여요. YouTube·Vimeo 주소는 재생돼요.
en: A card shows a preview with the title and image. YouTube · Vimeo links play.
hi: कार्ड शीर्षक और तस्वीर के साथ पूर्वावलोकन दिखाता है। YouTube · Vimeo लिंक चलते हैं।
ja: カードで追加するとタイトル・画像付きのプレビューで表示されます。YouTube・Vimeoは再生されます。
vi: Thẻ hiển thị bản xem trước có tiêu đề và hình ảnh. Liên kết YouTube · Vimeo sẽ phát được.

source: 캡션
en: Caption
hi: कैप्शन
ja: キャプション
vi: Chú thích

source: 커버
en: Cover
hi: कवर
ja: カバー
vi: Ảnh bìa

source: 커버 변경
en: Change cover
hi: कवर बदलें
ja: カバーを変更
vi: Đổi ảnh bìa

source: 커버 이미지 추가
en: Add cover image
hi: कवर इमेज जोड़ें
ja: カバー画像を追加
vi: Thêm ảnh bìa

source: 커버 이미지를 올리지 못했습니다
en: Couldn't upload the cover image
hi: कवर छवि अपलोड नहीं हो सकी
ja: カバー画像をアップロードできませんでした
vi: Không tải lên được ảnh bìa

source: 커버 제거
en: Remove cover
hi: कवर हटाएँ
ja: カバーを削除
vi: Gỡ ảnh bìa

source: 커버 추가
en: Add cover
hi: कवर जोड़ें
ja: カバーを追加
vi: Thêm ảnh bìa

source: 커버를 빼지 못했어요
en: Couldn't remove the cover
hi: कवर नहीं हटाया जा सका
ja: カバーを外せませんでした
vi: Không gỡ được ảnh bìa

source: 커버를 저장하지 못했어요 — 발행 시트에서 다시 지정해 주세요
en: Couldn't save the cover — set it again in the publish sheet
hi: कवर सेव नहीं हुआ — प्रकाशन शीट में फिर सेट करें
ja: カバーを保存できませんでした — 公開シートで再設定してください
vi: Không lưu được ảnh bìa — đặt lại trong bảng xuất bản

source: 컬렉션
en: Collection
hi: संग्रह
ja: コレクション
vi: Bộ sưu tập

source: 컬렉션 관리
en: Manage collection
hi: कलेक्शन प्रबंधित करें
ja: コレクションの管理
vi: Quản lý bộ sưu tập

source: 컬렉션 삭제
en: Delete collection
hi: कलेक्शन हटाएँ
ja: コレクションを削除
vi: Xóa bộ sưu tập

source: 컬렉션 수정
en: Edit collection
hi: कलेक्शन संपादित करें
ja: コレクションを編集
vi: Sửa bộ sưu tập

source: 컬렉션 이름
en: Collection name
hi: कलेक्शन का नाम
ja: コレクション名
vi: Tên bộ sưu tập

source: 컬렉션에 연결
en: Add to collection
hi: कलेक्शन में जोड़ें
ja: コレクションに追加
vi: Thêm vào bộ sưu tập

source: 컬렉션을 골라주세요
en: Choose a collection
hi: एक कलेक्शन चुनें
ja: コレクションを選んでください
vi: Chọn một bộ sưu tập

source: 컬렉션을 만들지 못했습니다
en: Couldn't create the collection
hi: कलेक्शन नहीं बनाया जा सका
ja: コレクションを作成できませんでした
vi: Không thể tạo bộ sưu tập

source: 컬렉션을 삭제하지 못했습니다
en: Couldn't delete the collection
hi: कलेक्शन हटाया नहीं जा सका
ja: コレクションを削除できませんでした
vi: Không thể xóa bộ sưu tập

source: 컬렉션을 열려면 로그인하세요
en: Sign in to open collections
hi: कलेक्शन खोलने के लिए साइन इन करें
ja: コレクションを開くにはログインしてください
vi: Đăng nhập để mở bộ sưu tập

source: 켜면 내 프로필과 목록에서 팔로워·팔로잉 수가 보이지 않아요. 팔로우는 그대로 돼요.
en: When on, follower and following counts stay hidden on your profile and lists. Following still works.
hi: चालू करने पर आपकी प्रोफ़ाइल और सूचियों में फ़ॉलोअर और फ़ॉलोइंग संख्या छिपी रहती है। फ़ॉलो करना पहले जैसा चलता रहता है।
ja: オンにすると、プロフィールと一覧でフォロワー・フォロー数が表示されません。フォローはそのまま使えます。
vi: Khi bật, số người theo dõi và đang theo dõi sẽ được ẩn trên hồ sơ và danh sách của bạn. Việc theo dõi vẫn hoạt động.

source: 켜짐
en: On
hi: चालू
ja: オン
vi: Bật

source: 코드
en: Code
hi: कोड
ja: コード
vi: Mã

source: 코드 복사
en: Copy code
hi: कोड कॉपी करें
ja: コードをコピー
vi: Sao chép mã

source: 코드 블록
en: Code block
hi: कोड ब्लॉक
ja: コードブロック
vi: Khối mã

source: 코드가 올바르지 않습니다.
en: That code isn't right.
hi: यह कोड सही नहीं है.
ja: コードが正しくありません。
vi: Mã không đúng.

source: 코드블록
en: Code block
hi: कोड ब्लॉक
ja: コードブロック
vi: Khối mã

source: 크래시 진단
en: Crash diagnostics
hi: क्रैश डायग्नोस्टिक्स
ja: クラッシュ診断
vi: Chẩn đoán sự cố

source: 키보드 내리기
en: Dismiss keyboard
hi: कीबोर्ड छिपाएँ
ja: キーボードを閉じる
vi: Ẩn bàn phím

source: 탈퇴
en: Delete
hi: हटाएँ
ja: 削除
vi: Xóa

source: 탈퇴하지 못했습니다
en: Could not delete the account
hi: खाता हटाया नहीं जा सका
ja: 削除できませんでした
vi: Không thể xóa tài khoản

source: 태그
en: Tags
hi: टैग
ja: タグ
vi: Thẻ

source: 태그 (쉼표로 구분)
en: Tags (comma separated)
hi: टैग (अल्पविराम से अलग)
ja: タグ（カンマ区切り）
vi: Thẻ (phân tách bằng dấu phẩy)

source: 태그 구독
en: Subscribe to tag
hi: टैग सब्सक्राइब करें
ja: タグを購読
vi: Đăng ký thẻ

source: 태그 더 보기
en: See more tags
hi: और टैग देखें
ja: タグをもっと見る
vi: Xem thêm thẻ

source: 태그 입력 후 추가 (쉼표로 여러 개)
en: Type a tag and add it (commas for multiple)
hi: टैग लिखकर जोड़ें (अल्पविराम से कई)
ja: タグを入力して追加（カンマで複数）
vi: Nhập thẻ rồi thêm (dùng dấu phẩy cho nhiều thẻ)

source: 태그 추가
en: Add tag
hi: टैग जोड़ें
ja: タグを追加
vi: Thêm thẻ

source: 태그는 %lld개까지 달 수 있어요
en: You can add up to %lld tags
hi: आप %lld टैग तक जोड़ सकते हैं
ja: タグは%lld個までつけられます
vi: Bạn có thể thêm tối đa %lld thẻ

source: 태블릿
en: Tablet
hi: टैबलेट
ja: タブレット
vi: Máy tính bảng

source: 탭하면 대표로 · ✕ 로 삭제
en: Tap to make primary · ✕ to remove
hi: टैप करके मुख्य बनाएँ · ✕ से हटाएँ
ja: タップでメインに · ✕ で削除
vi: Chạm để đặt làm chính · ✕ để xóa

source: 텍스트
en: Text
hi: टेक्स्ट
ja: テキスト
vi: Văn bản

source: 팁
en: Tip
hi: सुझाव
ja: ヒント
vi: Mẹo

source: 팔로우
en: Follow
hi: फ़ॉलो
ja: フォロー
vi: Theo dõi

source: 팔로우 %@
en: %@ follows
hi: %@ फ़ॉलो
ja: 新規フォロワー %@
vi: %@ theo dõi

source: 팔로우 +%lld
en: +%lld follows
hi: +%lld फ़ॉलो
ja: フォロワー +%lld
vi: +%lld theo dõi

source: 팔로우를 반영하지 못했습니다
en: Couldn’t update the follow
hi: फ़ॉलो लागू नहीं हो सका
ja: フォローを反映できませんでした
vi: Không thể cập nhật theo dõi

source: 팔로우하면 새 글을 피드에서 받아볼 수 있어요.
en: Follow to see new posts in your feed.
hi: फ़ॉलो करें और नई पोस्ट अपने फ़ीड में देखें.
ja: フォローすると新しい記事をフィードで受け取れます。
vi: Theo dõi để xem bài mới trong nguồn cấp của bạn.

source: 팔로우한 글이 여기 모입니다
en: Where the writers you follow gather
hi: जहाँ आपके फ़ॉलो किए लेखक इकट्ठा होते हैं
ja: フォローした書き手がここに集まります
vi: Nơi gom bài của các tác giả bạn theo dõi

source: 팔로우한 작가가 새 글을 발행할 때
en: When a writer you follow publishes a new post
hi: जब आपका फ़ॉलो किया लेखक नई पोस्ट प्रकाशित करे
ja: フォロー中の作家が新しい記事を公開したとき
vi: Khi tác giả bạn theo dõi đăng bài mới

source: 팔로우한 작가의 새 글
en: New posts from writers you follow
hi: आपके फ़ॉलो किए लेखकों की नई पोस्ट
ja: フォロー中の作家の新しい記事
vi: Bài viết mới từ tác giả bạn theo dõi

source: 팔로우한 작가의 새 글·좋아요·댓글 소식이 여기 모여요.
en: New posts, likes, and comments from writers you follow gather here.
hi: जिन लेखकों को आप फ़ॉलो करते हैं उनकी नई पोस्ट, लाइक और टिप्पणियाँ यहाँ इकट्ठा होती हैं।
ja: フォローした作家の新着記事・いいね・コメントのお知らせがここに集まります。
vi: Bài mới, lượt thích và bình luận từ tác giả bạn theo dõi sẽ tụ về đây.

source: 팔로워
en: Followers
hi: फ़ॉलोअर
ja: フォロワー
vi: Người theo dõi

source: 팔로워 %lld
en: %lld followers
hi: %lld फ़ॉलोअर
ja: フォロワー %lld
vi: %lld người theo dõi

source: 팔로워 수 숨기기
en: Hide follower count
hi: फ़ॉलोअर संख्या छिपाएँ
ja: フォロワー数を非表示
vi: Ẩn số người theo dõi

source: 팔로잉
en: Following
hi: फ़ॉलोइंग
ja: フォロー中
vi: Đang theo dõi

source: 편집
en: Edit
hi: संपादित करें
ja: 編集
vi: Sửa

source: 폭력·위험
en: Violence or danger
hi: हिंसा या खतरा
ja: 暴力・危険
vi: Bạo lực hoặc nguy hiểm

source: 표
en: Table
hi: तालिका
ja: 表
vi: Bảng

source: 표 삭제
en: Delete table
hi: तालिका हटाएँ
ja: 表を削除
vi: Xóa bảng

source: 표를 지웠어요
en: Table deleted
hi: तालिका हटा दी
ja: 表を削除しました
vi: Đã xóa bảng

source: 표시할 텍스트 (선택)
en: Display text (optional)
hi: प्रदर्शित टेक्स्ट (वैकल्पिक)
ja: 表示テキスト（任意）
vi: Văn bản hiển thị (tùy chọn)

source: 푸시 알림
en: Push Notifications
hi: पुश सूचनाएँ
ja: プッシュ通知
vi: Thông báo đẩy

source: 프로필 고정 해제
en: Unpin from profile
hi: प्रोफ़ाइल से अनपिन करें
ja: プロフィールのピン留めを解除
vi: Bỏ ghim khỏi hồ sơ

source: 프로필 맨 위에 고정했어요
en: Pinned to the top of your profile
hi: प्रोफ़ाइल में सबसे ऊपर पिन किया
ja: プロフィールの最上部にピン留めしました
vi: Đã ghim lên đầu hồ sơ

source: 프로필 편집
en: Edit profile
hi: प्रोफ़ाइल संपादित करें
ja: プロフィールを編集
vi: Sửa hồ sơ

source: 프로필에 고정
en: Pin to profile
hi: प्रोफ़ाइल पर पिन करें
ja: プロフィールにピン留め
vi: Ghim vào hồ sơ

source: 피드
en: Feed
hi: फ़ीड
ja: フィード
vi: Nguồn cấp

source: 필터 고치기
en: Edit filter
hi: फ़िल्टर बदलें
ja: フィルターを編集
vi: Sửa bộ lọc

source: 필터 지우기
en: Delete filter
hi: फ़िल्टर हटाएँ
ja: フィルターを削除
vi: Xóa bộ lọc

source: 필터 추가
en: Add filter
hi: फ़िल्टर जोड़ें
ja: フィルターを追加
vi: Thêm bộ lọc

source: 필터됨: %@
en: Filtered: %@
hi: फ़िल्टर किया गया: %@
ja: フィルター済み: %@
vi: Đã lọc: %@

source: 필터를 저장하지 못했어요
en: Couldn't save the filter
hi: फ़िल्टर सहेजा नहीं जा सका
ja: フィルターを保存できませんでした
vi: Không thể lưu bộ lọc

source: 필터를 지우지 못했어요
en: Couldn't delete the filter
hi: फ़िल्टर हटाया नहीं जा सका
ja: フィルターを削除できませんでした
vi: Không thể xóa bộ lọc

source: 하이라이트
en: Highlights
hi: हाइलाइट
ja: ハイライト
vi: Tô sáng

source: 하이라이트 관리
en: Manage highlight
hi: हाइलाइट प्रबंधित करें
ja: ハイライトを管理
vi: Quản lý phần tô sáng

source: 하이라이트 삭제
en: Delete highlight
hi: हाइलाइट हटाएँ
ja: ハイライトを削除
vi: Xóa phần tô sáng

source: 하이라이트 숨기기
en: Hide highlights
hi: हाइलाइट छिपाएं
ja: ハイライトを非表示
vi: Ẩn phần tô sáng

source: 하이라이트 표시
en: Show highlights
hi: हाइलाइट दिखाएं
ja: ハイライトを表示
vi: Hiện phần tô sáng

source: 하이라이트를 삭제하지 못했습니다
en: Couldn't delete the highlight
hi: हाइलाइट हटाई नहीं जा सकी
ja: ハイライトを削除できませんでした
vi: Không thể xóa phần tô sáng

source: 하이라이트를 저장하지 못했습니다
en: Couldn't save the highlight
hi: हाइलाइट सेव नहीं हो सका
ja: ハイライトを保存できませんでした
vi: Không lưu được đoạn tô sáng

source: 하이라이트하는 법
en: How to highlight
hi: हाइलाइट कैसे करें
ja: ハイライトの方法
vi: Cách tô sáng

source: 하이라이트하려면 로그인하세요
en: Sign in to highlight
hi: हाइलाइट करने के लिए साइन इन करें
ja: ハイライトするにはログインしてください
vi: Đăng nhập để tô sáng

source: 하이라이트한 구절이 없습니다
en: No highlighted passages
hi: कोई हाइलाइट किया गया अंश नहीं
ja: ハイライトした一節はありません
vi: Chưa có đoạn nào được tô sáng

source: 하프
en: Half
hi: आधा
ja: ハーフ
vi: Một nửa

source: 한 줄 (선택)
en: A line (optional)
hi: एक पंक्ति (वैकल्पिक)
ja: 一言（任意）
vi: Một dòng (tùy chọn)

source: 해제
en: Remove
hi: हटाएँ
ja: 解除
vi: Gỡ

source: 해제하지 못했어요
en: Couldn't remove
hi: हटाया नहीं जा सका
ja: 解除できませんでした
vi: Không thể gỡ

source: 행
en: Row
hi: पंक्ति
ja: 行
vi: Hàng

source: 행 삭제
en: Delete row
hi: पंक्ति हटाएँ
ja: 行を削除
vi: Xóa hàng

source: 행 추가
en: Add row
hi: पंक्ति जोड़ें
ja: 行を追加
vi: Thêm hàng

source: 행을 지웠어요
en: Row removed
hi: पंक्ति हटाई गई
ja: 行を削除しました
vi: Đã xóa hàng

source: 혐오·괴롭힘
en: Hate or harassment
hi: घृणा या उत्पीड़न
ja: 誹謗・嫌がらせ
vi: Thù ghét hoặc quấy rối

source: 확인
en: OK
hi: ठीक है
ja: OK
vi: OK

source: 확인하지 못했습니다. 잠시 후 다시 시도해 주세요.
en: Couldn't verify. Please try again shortly.
hi: सत्यापित नहीं हो सका। थोड़ी देर बाद कोशिश करें।
ja: 確認できませんでした。しばらくしてからもう一度お試しください。
vi: Không xác minh được. Vui lòng thử lại sau.

source: 회원 탈퇴
en: Delete account
hi: खाता हटाएँ
ja: アカウントを削除
vi: Xóa tài khoản
